console.log('Задание №10');
    let str1='индо земля зашаталась под ногами-и вырос,',
        str2='и заревел он голосом диким...',
        str3='блеснула молния и ударил гром,',
        str4='а так какое-то чудище, страшное и мохнатое,',
        str5='как будто из-под земли, перед купцом:',
        str6='Он подошёл и сорвал аленький цветочек.',
        str7='зверь не зверь, человек не человек,',
        str8='В ту же минуту, безо всяких туч,',
        text='\t'+str6+str8+str3+str1+str5+str7+str4+str2;
console.log(text);
console.log('-------------------------------------------------------------');
